Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/SOS.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ACCIDENTAL_SOS_NOTIF_BODY_CLAW_RELEASE_WITH_TIME_%@_SINGULAR
source: iPhone initiated Emergency SOS at %@ because the side and volume buttons were pressed and held. You can manage Call with Hold and Release in Settings.
ar: بدأ iPhone إجراء طوارئ SOS الساعة %@ لأنه تم الضغط مطولاً على الزر الجانبي وزر مستوى الصوت معًا. يمكنك إدارة مكالمة "الاتصال عبر الضغط المطول والإفلات" في الإعدادات.
bg: iPhone инициира SOS обаждане в %@, защото са били натиснати и задържани страничният бутон и бутон за силата на звука. Можете да управлявате „Обаждане при задържане и отпускане“ в Настройки.
ca: L’iPhone ha iniciat l’avís d’emergència SOS a la %@ en mantenir premuts el botó lateral i el de volum i deixar‑los anar. Pots gestionar les opcions de les trucades d’emergència a la configuració.
cs: iPhone v %@ aktivoval funkci Tíseň SOS, protože bylo současně stisknuto a podrženo postranní tlačítko a tlačítko hlasitosti. Volbu „Volání podržením a puštěním“ můžete spravovat v Nastavení.
da: iPhone startede Nød‑SOS kl. %@, fordi der blev trykket og holdt inde på sideknappen og lydstyrkeknappen. Du kan administrere Ring op ved at holde inde og slippe i Indstillinger.
de: Das iPhone hat um %@ Uhr Notruf SOS gestartet, da die Seiten- und Lautstärketaste gedrückt gehalten wurden. Du kannst „Durch Halten und Loslassen anrufen“ in den Einstellungen verwalten.
el: Το iPhone εκκίνησε το Επείγον SOS στη %@ μετά από παρατεταμένο πάτημα του πλευρικού κουμπιού και του κουμπιού έντασης ήχου. Μπορείτε να διαχειριστείτε το Παρατεταμένο άγγιγμα και σήκωμα για κλήση στις Ρυθμίσεις.
es: A la %@ el iPhone inició “Emergencia SOS” porque se mantuvieron pulsados el botón lateral y un botón de volumen. Puedes gestionar la opción “Llamar manteniendo pulsado y soltando” en Ajustes.
es_us: El iPhone inició Emergencia SOS a la %@ porque se mantuvieron presionados los botones lateral y de volumen. Puedes controlar la opción Llamar al presionar y soltar en Configuración.
fi: iPhone käynnisti Hätätila SOS:n klo %@, koska sivu- ja äänenvoimakkuus­painikkeita pidettiin painettuna. Voit hallita Soita pitämällä ja vapauttamalla -valintaa Asetuksissa.
fr: L’iPhone a émis un appel d’urgence à %@ car les boutons latéral et de volume ont été maintenus enfoncés. Vous pouvez gérer « Appel par maintien et relâchement » dans Réglages.
fr_ca: Un appel Urgence SOS a été lancé à %@, car le bouton latéral et un bouton de volume de l’iPhone ont été maintenus enfoncés. Vous pouvez gérer « Appeler en maintenant appuyé, puis en relâchant » dans Réglages.
he: ה-iPhone יזם שיחת ״חירום SOS״ ב-%@ משום שבוצעה לחיצה ארוכה על כפתור הצד ועל כפתורי עוצמת השמע. ניתן לנהל את ״חיוג באמצעות לחיצה ארוכה ושחרור״ ב״הגדרות״.
hi: iPhone ने %@ पर आपातकालीन SOS शुरू कर दिया था क्योंकि साइड बटन और वॉल्यूम बटन को दबाए रखा गया था। आप सेटिंग्ज़ में जाकर “दबाए रखने और छोड़ने पर कॉल करें” को प्रबंधित कर सकते हैं।
hr: iPhone je pokrenuo Hitan poziv u %@ jer su bile zadržane bočna tipka i tipke za podešavanje glasnoće. U Postavkama možete upravljati Pozivom pomoću zadržavanja i otpuštanja.
hu: Az iPhone segélyhívást indított %@-kor, mivel nyomva tartotta az oldalsó gombot és a hangerőgombokat. A Hívás nyomva tartással és felengedéssel funkciót a Beállításokban kezelheti.
id: iPhone memulai Darurat SOS di %@ karena tombol samping dan volume ditekan dan ditahan. Anda dapat mengelola Panggil dengan Tahan dan Lepas di Pengaturan.
it: iPhone ha avviato “SOS Emergenze” all’%@ perché uno o entrambi i tasti del volume e quello laterale sono stati tenuti premuti. Puoi gestire “Chiama tenendo premuto e rilasciando” in Impostazioni.
ja: サイドボタンと音量ボタンが長押しされたため、%@にiPhoneから緊急SOSへの発信がありました。“設定”で“長押ししてから放して通報”を管理できます。
kk: iPhone сағат %@ кезінде төтенше қоңырау шалуды бастады, себебі бүйірлік және дыбыс деңгейінің түймелері басылып тұрды. «Реттеулер» бөлімінен «Басып тұру және босату арқылы қоңырау шалу» опциясын басқаруға болады.
ko: %@에 iPhone 측면 버튼 및 음량 버튼이 길게 눌려서 긴급 구조 요청이 작동되었습니다. 설정에서 ‘길게 눌렀다 떼서 전화걸기’를 관리할 수 있습니다.
lt: „iPhone“ inicijavo SOS signalo prašymą %@, nes naudotojas paspaudė ir palaikė šoninį ir garsumo mygtukus. Skambutį galite nustatyti pasitelkę palaikymo ir atleidimo parinktis srityje „Nustatymai“.
ms: iPhone memulakan SOS Kecemasan pada %@ kerana butang sisi dan kelantangan ditekan serta ditahan. Anda boleh mengurus Hubungi dengan Tahan dan Lepas dalam Seting.
nl: De iPhone heeft om %@ een nood­oproep geïnitieerd, omdat de zijknop en de volume­knop ingedrukt werden gehouden. Je kunt 'Bel met ingedrukt houden en loslaten' beheren in Instellingen.
no: iPhonen startet et Nødanrop (SOS) kl. %@ fordi sideknappen og volumknappene ble holdt inne. Du kan endre Ring med hold og slipp i Innstillinger.
pl: iPhone wykonał połączenie funkcji Alarmowe SOS o %@ po naciśnięciu i przytrzymaniu przycisku bocznego oraz przycisku głośności. Opcją Przytrzymanie i zwolnienie możesz zarządzać w Ustawieniach.
pt_br: O iPhone iniciou um SOS de Emergência à %@ porque os botões lateral e de volume foram mantidos pressionados. Você pode gerenciar o recurso Manter Pressionado e Soltar para Ligar nos Ajustes.
pt_pt: O iPhone iniciou o SOS emergência à %@ porque os botões lateral e do volume foram mantidos premidos. Pode gerir a opção Manter premido e soltar para ligar, nas Definições.
ro: iPhone‑ul a inițiat “S.O.S. urgențe” la %@, pentru că butonul lateral și butoanele de volum au fost ținute apăsate simultan. Puteți gestiona opțiunea “Apelare cu ținere și eliberare” în Configurări.
ru: iPhone начал экстренный вызов в %@ из‑за нажатия и удержания боковой кнопки и кнопки громкости. Параметром «Вызов удержанием кнопок с последующим отпусканием» можно управлять в Настройках.
sk: iPhone o %@ aktivoval funkciu SOS, pretože došlo k stlačeniu a podržaniu bočného tlačidla a tlačidla hlasitosti. Funkciu Zavolať podržaním a pustením môžete spravovať v Nastaveniach.
sl: iPhone je sprožil nujni poziv SOS ob %@, ker sta bila pritisnjena in pridržana stranski gumb in gumb za glasnost. Možnost Klic s pridržanjem in spuščanjem lahko upravljate v Nastavitvah.
sv: iPhone startade Nödanrop SOS kl. %@ eftersom sidoknappen och volymknappen hölls in. Du kan hantera Håll och släpp för att ringa i Inställningar.
th: iPhone ได้เริ่มการทำงาน SOS ฉุกเฉินเมื่อเวลา %@ โดยมีการกดปุ่มด้านข้างและปุ่มปรับเสียงค้างไว้ คุณสามารถจัดการการโทรโดยกดค้างและปล่อยได้ในการตั้งค่า
tr: iPhone, %@ sularında yan düğme ve ses yüksekliği düğmesi basılı tutulduğu için Acil SOS başlattı. Basıp Bırakarak Ara’yı Ayarlar’da yönetin.
uk: З вашого iPhone надійшов Сигнал SOS о %@, оскільки було затиснуто бічну кнопку й кнопку гучності. Функцією «Виклик затисненням і відпусканням» можна керувати в Параметрах.
vi: iPhone đã bắt đầu SOS khẩn cấp lúc %@ vì nút sườn và nút âm lượng được nhấn và giữ. Bạn có thể quản lý tính năng Gọi bằng cách giữ và thả trong Cài đặt.
zh_cn: 因侧边按钮和音量按钮被同时按住，iPhone于%@发起了SOS紧急联络。你可以在“设置”中管理“按住再松开进行呼叫”。
zh_hk: iPhone的側邊按鈕和音量按鈕於%@同時被按住而啟動了「緊急求助SOS」。你可以在「設定」中管理「按住再放開即可通話」。
zh_tw: iPhone已在%@啟動「SOS緊急服務」，因為側邊和音量按鈕被同時按住。你可以在「設定」中管理「按住再放開來撥打」。

# EMERGENCY_TYPE_KAPPA_TRIGGER
source: Crash Detected SOS
ar: طوارئ SOS عند اكتشاف اصطدام
bg: SOS след разпознаване на злополука
ca: Avís d’accident
cs: SOS – nehoda
da: Ulykke registreret SOS
de: Unfall erkannt SOS
el: SOS – Ανιχνεύτηκε τροχαίο
es: Accidente detectado SOS
es_us: SOS por choque detectado
fi: Kolari havaittu SOS
fr: Appel d’urgence suite à la détection d’un accident
fr_ca: SOS accident détecté
he: זוהה חירום SOS של תאונת דרכים
hi: टक्कर की पहचान SOS
hr: Hitan poziv uslijed detektiranog sudara
hu: Ütközés észlelve – vészhelyzet
id: Tabrakan Terdeteksi SOS
it: SOS: incidente rilevato
ja: 衝突事故検出によるSOS
kk: Апат туралы SOS қоңырауы анықталды
ko: 충돌 감지 후 구조 요청
lt: Nustatyta avarija SOS
ms: SOS Nahas Dikesan
nl: Nood­melding: ongeluk gedetec­teerd
no: Bilulykke registrert (SOS)
pl: Wykryto wypadek SOS
pt_br: SOS: Acidente Detectado
pt_pt: SOS acidente detetado
ro: S.O.S. accident detectat
ru: Экстренный вызов при аварии
sk: SOS po detegovaní nehody
sl: Nujni poziv SOS za zaznano prometno nesrečo
sv: Bilolycka detekterad SOS
th: SOS เมื่อตรวจพบรถชนกัน
tr: Trafik Kazası Algılandı SOS
uk: Сигнал SOS — виявлено аварію
vi: SOS đã phát hiện va chạm
zh_cn: 检测到车祸SOS
zh_hk: 偵測到車禍SOS
zh_tw: SOS偵測到車禍

# NEWTON_TEXT_MESSAGE_NO_NAME_HAS_LOCATION
source: I called emergency services from this approximate location after Apple Watch detected a hard fall.
ar: اتصلتُ بخدمات الطوارئ من هذا الموقع التقريبي بعد أن اكتشفت Apple Watch سقوطًا قويًا.
bg: Обадих се на службите за спешна помощ от това приблизително местоположение, след като Apple Watch разпозна тежко падане.
ca: He trucat als serveis d’emergències des d’aquesta ubicació aproximada després que l’Apple Watch hagi detectat una caiguda forta.
cs: Volám přibližně z těchto míst tísňovým službám poté, co Apple Watch detekovaly těžký pád.
da: Jeg har ringet til alarmcentralen fra denne omtrentlige lokalitet, efter at Apple Watch registrerede et slemt fald.
de: Ich habe von diesem ungefähren Standort die Rettungsdienste angerufen, nachdem die Apple Watch einen schweren Sturz erkannt hat.
el: Κάλεσα τις Υπηρεσίες έκτακτης ανάγκης από αυτήν την κατά προσέγγιση τοποθεσία μετά την ανίχνευση πτώσης από το Apple Watch.
es: He llamado a los servicios de emergencia desde esta ubicación aproximada porque el Apple Watch ha detectado una caída fuerte.
es_us: Llamé a servicios de emergencia cerca desde esta ubicación aproximada después de que el Apple Watch detectó una caída fuerte.
fi: Soitin hätänumeroon tästä likimääräisestä paikasta sen jälkeen, kun Apple Watch havaitsi rajun kaatumisen.
fr: J’ai appelé les secours depuis cet endroit approximatif suite à la détection d’une mauvaise chute par mon Apple Watch.
fr_ca: J’ai appelé les services d’urgence à proximité de ce lieu après que l’Apple Watch a détecté une chute violente.
he: התקשרתי לשירותי חירום ממיקום משוער זה לאחר שה-Apple Watch זיהה נפילה קשה.
hi: Apple Watch द्वारा ज़ोर से गिरने की पहचान करने के बाद मैंने आपातकालीन सेवा को इस जगह के आस-पास से कॉल किया।
hr: Zovem hitne službe s ove približne lokacije nakon što je Apple Watch detektirao snažan pad.
hu: Felhívtam a sürgősségi segélyszolgálatokat hozzávetőlegesen erről a helyről, miután az Apple Watch súlyos esést észlelt.
id: Saya memanggil layanan darurat dari perkiraan lokasi ini setelah Apple Watch mendeteksi insiden jatuh dengan keras.
it: Ho chiamato i servizi di soccorso da questa posizione approssimativa dopo che Apple Watch ha rilevato una caduta grave.
ja: Apple Watchで転倒が検出されたためこの場所付近から私が緊急通報サービスに電話しました。
kk: Apple Watch сағаты қатты құлауды анықтағаннан кейін, болжалды геолокациядан төтенше қызметтерге қоңырау шалдым.
ko: Apple Watch가 넘어짐을 감지한 후에 제가 대략적으로 이 위치에서 긴급 서비스에 전화했습니다.
lt: Aš paskambinau pagalbos tarnyboms iš maždaug šios vietos po to, kai „Apple Watch“ nustatė stiprų kritimą.
ms: Saya menghubungi perkhidmatan kecemasan dari lokasi anggaran ini selepas Apple Watch mengesan jatuh teruk.
nl: Ik heb de hulp­diensten gebeld vanaf deze locatie bij benadering nadat de Apple Watch een flinke val had gedetec­teerd.
no: Jeg ringte nødnummeret fra denne omtrentlige posisjonen etter at Apple Watch registrerte et fall.
pl: Dzwonię pod numer alarmowy w pobliżu tego miejsca po wykryciu poważnego upadku przez Apple Watch.
pt_br: Eu liguei para os serviços de emergência desta localização aproximada depois que o Apple Watch detectou uma queda grave.
pt_pt: Liguei para os serviços de urgência aproximadamente desta localização após o Apple Watch ter detetado uma queda grave.
ro: Am apelat serviciile de urgență din această localizare aproximativă după ce Apple Watch‑ul a detectat o cădere serioasă.
ru: Мне пришлось вызвать экстренные службы приблизительно из этого места, когда часы Apple Watch зафиксировали жесткое падение.
sk: Uskutočnil(a) som tiesňový hovor z tohto približného miesta po detegovaní ťažkého pádu na Apple Watch.
sl: Poklical(-a) sem službo za nujno pomoč s te približne lokacije po tem, ko je ura Apple Watch zaznala hud padec.
sv: Jag ringde ett nödsamtal från den här ungefärliga platsen efter att Apple Watch detekterat att någon ramlat.
th: ฉันได้โทรหาบริการฉุกเฉินจากตำแหน่งที่ตั้งโดยประมาณนี้หลังจากที่ Apple Watch ตรวจพบว่ามีการล้มอย่างรุนแรง
tr: Apple Watch kötü bir şekilde düşme algıladıktan sonra yaklaşık bu konumdan acil servisi aradım.
uk: Мені довелося викликати екстрені служби приблизно із цього місця, після того як Apple Watch виявив жорстке падіння.
vi: Tôi đã gọi dịch vụ khẩn cấp từ vị trí gần đúng này sau khi Apple Watch phát hiện một cú ngã mạnh.
zh_cn: 我在Apple Watch检测到严重摔倒后，从此大致位置呼叫了紧急服务。
zh_hk: 在Apple Watch偵測到嚴重跌倒後，我已經由這個大約位置致電緊急服務。
zh_tw: 在Apple Watch偵測到嚴重跌倒後，我從下列大約位置撥打了緊急服務電話。

# ALARM_SOUND
source: Call Quietly
ar: الاتصال بهدوء
bg: Безшумно обаждане
ca: Trucada discreta
cs: Tiché volání
da: Opkald uden lyd
de: Diskret anrufen
el: Αθόρυβη κλήση
es: Llamar discretamente
es_us: Llamar silenciosamente
fi: Soita hiljaisesti
fr: Appeler en silence
fr_ca: Appeler silencieusement
he: חיוג שקט
hi: शांति से कॉल करें
hr: Utišani poziv
hu: Csendes hívás
id: Panggil Dengan Hening
it: Chiamata silenziosa
ja: 目立たない形で通報
kk: Дыбыссыз қоңырау
ko: 조용히 전화걸기
lt: Skambinti tyliai
ms: Hubungi dengan Senyap
nl: Bel stil
no: Ring uten lyd
pl: Połącz po cichu
pt_br: Ligar Silenciosamente
pt_pt: Silenciar alarmes
ro: Apelare discretă
ru: Тихий вызов
sk: Zavolať potichu
sl: Tihi klic
sv: Ring tyst
th: โทรโดยไม่มีเสียง
tr: Sessiz Ara
uk: Викликати тихо
vi: Gọi trong yên lặng
zh_cn: 隐式呼叫
zh_hk: 以無提示方式致電
zh_tw: 無提示聲撥打

# KAPPA_TEXT_MESSAGE_HAS_NAME_HAS_LOCATION_PHONE
source: %1$@ called emergency services from this approximate location after iPhone detected a crash.
ar: اتصل(ت) %1$@ بخدمات الطوارئ من هذا الموقع التقريبي بعد أن اكتشف iPhone اصطدامًا.
bg: %1$@ се обади на службите за спешна помощ от това приблизително местоположение, след като iPhone разпозна катастрофа.
ca: %1$@ ha trucat als serveis d’emergències des d’aquesta ubicació aproximada després que l’iPhone hagi detectat un accident.
cs: %1$@ volá přibližně z tohoto místa tísňovým službám poté, co iPhone detekoval nehodu.
da: %1$@ har ringet til alarmcentralen fra denne omtrentlige lokalitet, efter at iPhone registrerede en ulykke.
de: %1$@ hat von diesem ungefähren Standort die Rettungsdienste angerufen, nachdem das iPhone einen Unfall erkannt hat.
el: Ο χρήστης «%1$@» κάλεσε τις Υπηρεσίες έκτακτης ανάγκης από αυτήν την κατά προσέγγιση τοποθεσία μετά την ανίχνευση τροχαίου από το iPhone.
es: %1$@ ha llamado a los servicios de emergencia desde esta ubicación aproximada porque el iPhone ha detectado un accidente.
es_us: %1$@ llamó a servicios de emergencia cerca desde esta ubicación aproximada después de que el iPhone detectó un choque.
fi: %1$@ soitti hätänumeroon tästä likimääräisestä paikasta sen jälkeen, kun iPhone havaitsi kolarin.
fr: %1$@ a appelé les secours depuis cet endroit approximatif suite à la détection d’un accident par son iPhone.
fr_ca: %1$@ a appelé les services d’urgence à proximité de ce lieu après que l’iPhone a détecté un accident.
he: התבצעה על ידי %1$@ שיחה לשירותי חירום ממיקום משוער זה לאחר שה-iPhone זיהה תאונת דרכים.
hi: iPhone द्वारा टक्कर की पहचान के बाद %1$@ ने आपातकालीन सेवा को इस जगह के आस-पास से कॉल किया।
hr: Osoba %1$@ nazvala je hitne službe s ove približne lokacije nakon što je iPhone detektirao sudar.
hu: %1$@ felhívta a sürgősségi segélyszolgálatokat hozzávetőlegesen erről a helyről, miután az iPhone ütközést észlelt.
id: %1$@ memanggil layanan darurat dari perkiraan lokasi ini setelah iPhone mendeteksi tabrakan.
it: %1$@ ha chiamato i servizi di soccorso da questa posizione approssimativa dopo che iPhone ha rilevato un incidente.
ja: iPhoneで衝突事故が検出されたためこの場所付近から%1$@さんが緊急通報サービスに電話しました。
kk: iPhone құрылғысы автомобиль апатын анықтағаннан кейін, %1$@ болжалды геолокациядан төтенше қызметтерге қоңырау шалды.
ko: iPhone이 충돌을 감지한 후에 %1$@님이 대략적으로 이 위치에서 긴급 서비스에 전화했습니다.
lt: %1$@ paskambino pagalbos tarnyboms iš maždaug šios vietos po to, kai „iPhone“ nustatė avariją.
ms: %1$@ menghubungi perkhidmatan kecemasan dari lokasi anggaran ini selepas iPhone mengesan nahas.
nl: %1$@ heeft de hulp­diensten gebeld vanaf deze locatie bij benadering nadat de iPhone een ongeluk had gedetec­teerd.
no: %1$@ ringte nødnummeret fra denne omtrentlige posisjonen etter at iPhonen registrerte en bilulykke.
pl: %1$@ dzwoni pod numer alarmowy w pobliżu tego miejsca po wykryciu wypadku przez iPhone’a.
pt_br: %1$@ ligou para os serviços de emergência desta localização aproximada depois que o iPhone detectou um acidente.
pt_pt: %1$@ ligou para os serviços de urgência aproximadamente desta localização após o iPhone ter detetado um acidente.
ro: %1$@ a apelat serviciile de urgență din această localizare aproximativă după ce iPhone‑ul a detectat un accident.
ru: %1$@ вызвал(а) экстренные службы приблизительно из этого места, когда iPhone зафиксировал аварию.
sk: %1$@ uskutočnil(a) tiesňový hovor z tohto približného miesta po detegovaní nehody na iPhone.
sl: Oseba %1$@ je poklicala službo za nujno pomoč s te približne lokacije po tem, ko je iPhone zaznal prometno nesrečo.
sv: %1$@ ringde ett nödsamtal från den här ungefärliga platsen efter att iPhone detekterat en olycka.
th: %1$[tt]@ได้โทรหาบริการฉุกเฉินจากตำแหน่งที่ตั้งโดยประมาณนี้หลังจากที่ iPhone ตรวจพบว่ามีการชนกัน
tr: %1$@, iPhone bir trafik kazası algıladıktan sonra yaklaşık bu konumdan acil servisi aradı.
uk: Від %1$@ надійшов виклик до екстрених служб приблизно із цього місця, після того як iPhone виявив аварію.
vi: %1$@ đã gọi dịch vụ khẩn cấp từ vị trí gần đúng này sau khi iPhone phát hiện một cú va chạm.
zh_cn: %1$@在iPhone检测到车祸后，从此大致位置呼叫了紧急服务。
zh_hk: 在iPhone偵測到車禍後，%1$@已經由這個大約位置致電緊急服務。
zh_tw: 在iPhone偵測到車禍後，%1$@從下列大約位置撥打了緊急服務電話。

# KAPPA_TEXT_MESSAGE_NO_NAME_NO_LOCATION_WATCH
source: I called emergency services after Apple Watch detected a crash.
ar: اتصلتُ بخدمات الطوارئ بعد أن اكتشفت Apple Watch اصطدامًا.
bg: Обадих се на службите за спешна помощ, след като Apple Watch разпозна катастрофа.
ca: He trucat als serveis d’emergències després que l’Apple Watch hagi detectat un accident.
cs: Volám tísňovým službám po tom, co Apple Watch detekovaly nehodu.
da: Jeg har ringet til alarmcentralen, efter at Apple Watch registrerede en ulykke.
de: Ich habe die Rettungsdienste angerufen, nachdem die Apple Watch einen Unfall erkannt hat.
el: Κάλεσα τις Υπηρεσίες έκτακτης ανάγκης μετά την ανίχνευση τροχαίου από το Apple Watch.
es: He llamado a los servicios de emergencia porque el Apple Watch ha detectado un accidente.
es_us: Llamé a servicios de emergencia después de que el Apple Watch detectó un choque.
fi: Soitin hätänumeroon sen jälkeen, kun Apple Watch havaitsi kolarin.
fr: J’ai appelé les secours suite à la détection d’un accident par mon Apple Watch.
fr_ca: J’ai appelé les services d’urgence après que l’Apple Watch a détecté un accident.
he: התקשרתי לשירותי חירום לאחר שה-Apple Watch זיהה תאונת דרכים.
hi: Apple Watch द्वारा टक्कर की पहचान के बाद मैंने आपातकालीन सेवा को कॉल किया।
hr: Zovem hitne službe nakon što je Apple Watch detektirao sudar.
hu: Felhívtam a sürgősségi segélyszolgálatokat, miután az Apple Watch ütközést észlelt.
id: Saya memanggil layanan darurat setelah Apple Watch mendeteksi tabrakan.
it: Ho chiamato i servizi di soccorso dopo che Apple Watch ha rilevato un incidente.
ja: Apple Watchで衝突事故が検出されたため私が緊急通報サービスに電話しました。
kk: Apple Watch сағаты автомобиль апатын анықтағаннан кейін, төтенше қызметтерге қоңырау шалдым.
ko: Apple Watch가 충돌을 감지한 후에 제가 긴급 서비스에 전화했습니다.
lt: Aš paskambinau pagalbos tarnyboms po to, kai „Apple Watch“ nustatė avariją.
ms: Saya menghubungi perkhidmatan kecemasan selepas Apple Watch mengesan nahas.
nl: Ik heb de hulp­diensten gebeld nadat de Apple Watch een ongeluk had gedetec­teerd.
no: Jeg ringte nødnummeret etter at Apple Watch registrerte en bilulykke.
pl: Dzwonię pod numer alarmowy po wykryciu wypadku przez Apple Watch.
pt_br: Eu liguei para os serviços de emergência depois que o Apple Watch detectou um acidente.
pt_pt: Liguei para os serviços de urgência após o Apple Watch ter detetado um acidente.
ro: Am apelat serviciile de urgență după ce Apple Watch‑ul a detectat un accident.
ru: Мне пришлось вызвать экстренные службы, когда часы Apple Watch зафиксировали аварию.
sk: Uskutočnil(a) som tiesňový hovor po detegovaní nehody na Apple Watch.
sl: Poklical(-a) sem službo za nujno pomoč po tem, ko je ura Apple Watch zaznala prometno nesrečo.
sv: Jag ringde ett nödsamtal efter att Apple Watch detekterat en olycka.
th: ฉันได้โทรหาบริการฉุกเฉินหลังจากที่ Apple Watch ตรวจพบว่ามีการชนกัน
tr: Apple Watch bir trafik kazası algıladıktan sonra acil servisi aradım.
uk: Мені довелося викликати екстрені служби, після того як Apple Watch виявив аварію.
vi: Tôi đã gọi dịch vụ khẩn cấp sau khi Apple Watch phát hiện một cú va chạm.
zh_cn: 我在Apple Watch检测到车祸后，呼叫了紧急服务。
zh_hk: 在Apple Watch偵測到車禍後，我已經致電緊急服務。
zh_tw: 在Apple Watch偵測到車禍後，我撥打了緊急服務電話。
